<!DOCTYPE html>
<html lang="en">
<head>
	<title>Faculty Of Science - Silpakorn University</title>
	<meta charset="UTF-8">
	<meta name="description" content="Unica University Template">
	<meta name="keywords" content="event, unica, creative, html">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<!-- Favicon -->   
	<link href="img/favicon.ico" rel="shortcut icon"/>

	<!-- Google Fonts -->
	<link href="https://fonts.googleapis.com/css?family=Rubik:400,400i,500,500i,700,700i" rel="stylesheet">

	<!-- Stylesheets -->
	<link rel="stylesheet" href="css/bootstrap.min.css"/>
	<link rel="stylesheet" href="css/font-awesome.min.css"/>
	<link rel="stylesheet" href="css/font-thaisans.css"/>	<!-- Font Thai Sans -->
	<link rel="stylesheet" href="css/themify-icons.css"/>
	<link rel="stylesheet" href="css/magnific-popup.css"/>
	<link rel="stylesheet" href="css/animate.css"/>
	<link rel="stylesheet" href="css/owl.carousel.css"/>
	<link rel="stylesheet" href="css/style.css"/>
	<link rel="stylesheet" href="css/about.css" />

	<!--[if lt IE 9]>xxx
	  <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
	  <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
	<![endif]-->

</head>
<body>
	<!-- Header section  -->
	<?php
		include 'header.php';
	?>
	<!-- Header section end -->

	
	
	<!-- Breadcrumb section -->
	<div class="container">
		<div class="site-breadcrumb">
			<div class="container">
				<a href="index.php" style="color: #D3D3D3"><i class="fa fa-home"></i> หน้าแรก</a><i class="fa fa-angle-right"></i>
				<a href="about.php" style="color: #D3D3D3">ข้อมูลคณะ</a><i class="fa fa-angle-right"></i><a href="about.php" style="color: #D3D3D3">ความเป็นมาในอดีต</a><i class="fa fa-angle-right"></i><a href="about2.php">ประวัติของคณะวิทยาศาสตร์</a>
			</div>
		</div>
	</div>
	<!-- Breadcrumb section end -->



	<!-- History Science --->	
	<section class="event-section spad">
		<div class="container">
			<div class="section-title text-center">
			</div>
			<div class="row">
				<div class="col-sm-12 event-item">
					<div class="event-thumb">


						<div class="event-date" >
							<a href=""><span style="background-color:#F8941D">ประวัติของคณะวิทยาศาสตร์</span></a>
						</div>
					</div>
					<div class="col-sm-12 history">
						<img src="image/h1.png" alt="">
						&nbsp&nbsp
						<img src="image/h2.png" alt="">
					</div>
					<br>
					<p href="#" class="event-readmoree">&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp คณะวิทยาศาสตร์ได้ก่อตั้งขึ้น ในวันจันทร์ที่ 27 ธันวาคม ปีพ.ศ. 2514 เป็นคณะที่ 7 ของ มหาวิทยาลัยศิลปากร โดยเพื่อให้สอดคล้องกับนโยบายการพัฒนาประเทศที่เกี่ยวข้องกับงานการศึกษาทางด้านวิทยาศาสตร์แต่เนื่องจากในปีการศึกษา 2515 ซึ่งเป็นปีการศึกษาแรก อาคารเรียนของคณะวิทยาศาสตร์ ณ วิทยาเขตพระราชวังสนามจันทร์ จังหวัดนครปฐมยังสร้างไม่เสร็จ จึงจำเป็นต้องฝากนักศึกษารุ่นแรกเรียนที่แผนกพฤกษศาสตร์ คณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย เป็นการชั่วคราวเป็นเวลา 1 ปี จนในปีการศึกษา 2516 จึงได้ย้ายมาดำเนินการต่อที่อาคารหลังแรกของคณะวิทยาศาสตร์ และได้จัดสร้างอาคารประกอบอื่น ๆ เช่น โรงเลี้ยงสัตว์ทดลองและเรือนต้นไม้ของภาควิชาชีววิทยา<br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp คณะวิทยาศาสตร์เปิดสอนหลักสูตรวิทยาศาสตรบัณฑิตแก่นักศึกษารุ่นแรก จำนวน 48 คน แบ่งเป็น 3 สาขาใน 2 ภาควิชาคือ สาขาวิชาคณิตศาสตร์ และ สาขาวิชาสถิติใน ภาควิชาคณิตศาสตร์ และ สาขาวิชาชีววิทยา ใน ภาควิชาชีววิทยาจากนั้นในปีการศึกษา 2519 คณะวิทยาศาสตร์ได้เปิดสอนหลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาเคมี และ สาขาวิชาฟิสิกส์ เพิ่มอีก 2 สาขาวิชาเอก ทางคณะวิทยาศาสตร์มีนโยบายการพัฒนาการศึกษาในด้านคุณภาพการศึกษาและการจัดตั้งสาขาวิชาใหม่ๆอยู่เสมอ ซึ่งมีผลกระทบกับจำนวนนักศึกษาที่ต้องเพิ่มมากขึ้นด้วย ดังนั้นตั้งแต่ปีการศึกษา 2520 เป็นต้นมาคณะวิทยาศาสตร์จึงรับนักศึกษาชั้นปีที่ 1 เพิ่มขึ้นทุกปี<br><br>
<div class="col-sm-12 history">
						<img src="image/h3.png" alt="">
						&nbsp&nbsp
						<img src="image/h4.png" alt="">
					</div><br><br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp ปีการศึกษา 2522 คณะวิทยาศาสตร์เปิดรับนักศึกษาในเขตภูมิภาคตะวันตกให้เข้าศึกษาในคณะวิทยาศาสตร์ โดยการสอบคัดเลือกแบบโควตาพิเศษเป็นครั้งแรก ในขณะนั้น คณะวิทยาศาสตร์ผลิตบัณฑิต 6 สาขาวิชา  ได้แก่ <br>สาขาวิชาคณิตศาสตร์ <br>สาขาวิชาสถิติ <br>สาขาวิชาเคมี <br>สาขาวิชาชีววิทยา <br>สาขาวิชาฟิสิกส์ <br>และสาขาวิชาวิทยาศาสตร์ทั่วไป <br>ซึ่งมีสาขาย่อยดังนี้ <BR>สาขาวิชาวิทยาศาสตร์สิ่งแวดล้อม <br>สาขาวิชาวิทยาศาสตร์ชีวฟิสิกส์ <br>สาขาวิชาเคมีชีววิทยา <br>และ สาขาวิชาวิทยาศาสตร์ชีวสถิติ <br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp ในปีงบประมาณ 2525 คณะวิทยาศาสตร์ได้รับงบประมาณเพื่อก่อสร้างโรงเลี้ยงแมลงเพื่องานวิจัยของภาควิชาชีววิทยาอีก 1 หลัง โดยสร้างต่อเชื่อมกับเรือนกระจกสำหรับปลูกพืชทดลอง. หลังจากเปิดหลักสูตรวิทยาศาสตร์ทั่วไปเป็นเวลาพอสมควรคณะวิทยาศาสตร์ ประสบปัญหาการจัดการเรียนการสอนเป็นอย่างมาก จึงมีดำริที่จะหยุดผลิตบัณฑิตสาขาวิชานี้ แต่เล็งเห็นถึงความสำคัญของ สาขาวิชาวิทยาศาสตร์สิ่งแวดล้อมดังนั้นนับแต่ปีการศึกษา 2528 เป็นต้นมาคณะวิทยาศาสตร์จึงรับนักศึกษาเข้าศึกษาหลักสูตรวิทยาศาสตร์ทั่วไปเพียง สาขาวิชาวิทยาศาสตร์สิ่งแวดล้อม เพียงสาขาเดียว <br> 
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp ต่อมาปีการศึกษา 2532 คณะวิทยาศาสตร์ได้รับการอนุมัติ ภาควิชาวิทยาศาสตร์สิ่งแวดล้อม จากทบวงมหาวิทยาลัยซึ่ง คณะวิทยาศาสตร์ มหาวิทยาลัยศิลปากรเป็นคณะวิชาแรกในประเทศไทย ที่เปิดสอนหลักสูตรวิทยาศาสตร์สิ่งแวดล้อมในระดับปริญญาตรี การเรียนการสอนในอีกสาขาหนึ่งที่มีการพัฒนาอย่างต่อเนื่องในคณะวิทยาศาสตร์ ควบคู่ไปกับการเติบโตของศูนย์คอมพิวเตอร์ของมหาวิทยาลัยคือ สาขาวิทยาการจัดการคอมพิวเตอร์ ซึ่งได้รับความเห็นชอบผ่านการอนุมัติจากทบวงมหาวิทยาลัยในปี พ.ศ. 2531<br>

<br><br><div class="col-sm-12 history">
						<img src="image/h5.png" alt="">
						&nbsp&nbsp
						<img src="image/h6.png" alt="">
						&nbsp&nbsp
						<img src="image/h7.png" alt="">
					</div><br><br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp จากการขยายตัวทางการศึกษาซึ่งมีการเปิดสอนสาขาวิชาใหม่ทำให้จำนวนนักศึกษาเพิ่มขึ้น จำนวนอาจารย์และบุคลากรทุกด้านก็เพิ่มมากขึ้นด้วย อาคารที่ทำการหลังแรกจึงดูคับแคบไปอย่างถนัด คณะวิทยาศาสตร์มีความจำเป็นต้องสร้างอาคารหลังใหม่ขึ้นอีก 1 หลัง เพื่อใช้เป็นสถานที่ทำการของภาควิชาเคมี  ภาควิชาฟิสิกส์ ห้องปฏิบัติการและห้องวิจัยของสาขาวิชาเคมีและสาขาวิชาฟิสิกส์ตลอดจนห้องบรรยายต่าง ๆ นอกจากห้องเรียนดังกล่าวแล้วทางคณะวิทยาศาสตร์ยังเล็งเห็นความจำเป็นในการใช้ห้องบรรยายรวม สำหรับใช้บรรยายวิชาพื้นฐานของคณะวิทยาศาสตร์ จึงดำริสร้างอาคารเรียนรวมขึ้นอีกหนึ่งหลัง พร้อมกับอาคารวิทยาศาสตร์หลังที่ 3 โดย อาคารเรียนรวมวิทยาศาสตร์(ร.วท.)นี้ประกอบด้วย ห้องบรรยายขนาดจุห้องละ 232 ที่นั่ง จำนวน 2 ห้อง ส่วนอาคารเรียนวิทยาศาสตร์หลังที่ 3 ประกอบด้วยห้องบรรยาย ห้องสัมมนา สำนักงานภาควิชาเคมี สำนักงานภาควิชาฟิสิกส์ ห้องปฏิบัติงาน ห้องวิจัยทางเคมีและฟิสิกส์<br>
					<br><br><div class="col-sm-12 history">
						<img src="image/h8.png" alt="">
						&nbsp&nbsp
						<img src="image/h10.png" alt="">
					</div><br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp เนื่องจากคณะวิทยาศาสตร์ต้องรับภาระสอนวิชาพื้นฐานทางวิทยาศาสตร์ให้กับคณะวิชาต่าง ๆ รวมถึงคณะเภสัชศาสตร์และเทคโนโลยีอุตสาหกรรม จึงจำเป็นต้องขยายพื้นที่อาคารวิทยาศาสตร์ ให้เพียงพอกับจำนวนนักศึกษาที่เพิ่มขึ้น <br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp คณะวิทยาศาสตร์จึงของบประมาณสร้างอาคารเพิ่มเติมเพื่อเป็นห้องปฏิบัติวิชาพื้นฐานทั้งหมด ซึ่งในระยะนี้มหาวิทยาลัยมีนโยบายจัดตั้งศูนย์เครื่องมือวิจัยวิทยาศาสตร์และเทคโนโลยีด้วย แต่เนื่องจากโครงการจัดตั้งศูนย์เครื่องมือวิจัยวิทยาศาสตร์และเทคโนโลยียังไม่ได้รับการอนุมัติ อย่างเป็นทางการจึงไม่ได้รับงบประมาณก่อสร้าง โครงการมหาวิทยาลัยจึงให้ที่ทำการ	ศูนย์เครื่องมือวิจัยวิทยาศาสตร์และเทคโนโลยีอยู่ในความดูแลของคณะวิทยาศาสตร์และให้ใช้อาคารวิทยาศาสตร์หลังที่ 4 ส่วนหนึ่งเป็นที่ทำการของศูนย์ด้วย อาคารหลังนี้จึงเรียกชื่อว่า อาคารปฏิบัติการรวมและศูนย์เครื่องมือวิทยาศาสตร์(อาคารวิทยาศาสตร์ 4)<br>
<br><br><div class="col-sm-12 history">
						<img src="image/h12.png" alt="">
						&nbsp&nbsp
					</div><br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp ต่อมาในปีการศึกษา 2535 - 2538 คณะวิทยาศาสตร์พิจารณารับนักศึกษาชั้นปีที่ 1 จาก 20 คน เป็น 260 คน ถึงแม้ว่าคณะวิทยาศาสตร์จะพิจารณารับนักศึกษาเพิ่มขึ้นเกือบทุกปีแล้วก็ตามเมื่อมีการวิเคราะห์ จำนวนความต้องการนักวิทยาศาสตร์ทั่วประเทศแล้ว พบว่าประเทศไทยยังขาดแคลนนักวิทยาศาสตร์ อีกถึงปีละ 10,000 คน ทบวงมหาวิทยาลัยจึงขอความร่วมมือจากคณะวิทยาศาสตร์ทุกมหาวิทยาลัยของรัฐ ทั่วประเทศ	ให้พิจารณาผลิตบัณฑิตทางวิทยาศาสตร์เพิ่มให้เพียงพอต่อความต้องการของประเทศ ฉะนั้นคณะวิทยาศาสตร์จึงจำเป็นต้องรับนักศึกษาชั้นปีที่ 1 เพิ่มขึ้นตั้งแต่ปีการศึกษา 2539 อีก 180 คนและเนื่องจากสาขาวิชาคณิตศาสตร์เป็นอีกสาขาวิชาหนึ่งที่ขาดแคลนอย่างยิ่ง ซึ่งทางทบวงมหาวิทยาลัย ขอให้รับเพิ่มอีกปีละ10 คน ดังนั้นในปีการศึกษา 2539 คณะวิทยาศาสตร์จึงรับนักศึกษาชั้นปีที่ 1 เพิ่มอีก 190 คนรวมจากเดิม 260 คนเป็น450คน ต่อมาสาขาวิชาคณิตศาสตร์พิจารณาเพิ่มอีก 10 คน ฉะนั้นในปีการศึกษา 2540 คณะวิทยาศาสตร์รับนักศึกษาชั้นปีที่ 1 รวมทั้งสิ้น 460 คน<br>
<br><br><div class="col-sm-12 history">
						<img src="image/h14.png" alt="">
						&nbsp&nbsp
						<img src="image/h15.png" alt="">
					</div><br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp ดังนั้นอาคารปฏิบัติงานฟิสิกส์และอาคารเก็บสารเคมีซึ่งเดิมเป็นอาคารคอนกรีตเสริมเหล็กชั้นเดียว แบ่งเป็นส่วนที่ฝึกปฏิบัติการทางฟิสิกส์ และเก็บสารเคมีของภาควิชาเคมีอย่างละครึ่ง ภายหลังเมื่อคณะวิทยาศาสตร์รับนักศึกษาเพิ่มขึ้นจาก 260 คนเป็น 460 คน จึงจำเป็นต้องสร้างอาคารปฏิบัติการฟิสิกส์ และอาคารเก็บสารเคมีใหม่ และเพื่อความปลอดภัยจึงแยกออกเป็น 2 อาคาร นอกจากนั้นคณะวิทยาศาสตร์ยังตัดสินใจเข้าร่วมโครงการพัฒนาและส่งเสริมผู้มีความสามารถพิเศษทางวิทยาศาสตร์ และเทคโนโลยีระดับมัธยมศึกษาตอนปลาย( พสวท.) และโครงการส่งเสริมการผลิตครูที่มีความสามารถพิเศษทางวิทยาศาสตร์ และคณิตศาสตร์ระดับมัธยมศึกษาตอนปลาย(พสวท.ครู)<br>
 <br><br><div class="col-sm-12 history">
						<img src="image/h16.png" alt="">
						&nbsp&nbsp
						<img src="image/h17.png" alt="">
					</div><br>
<br>&nbsp &nbsp &nbsp &nbsp &nbsp &nbsp การขยายตัวทางการศึกษาอย่างกะทันหันทำให้คณะวิทยาศาสตร์มีปัญหาเรื่องสถานที่เรียนมาก คณะวิทยาศาสตร์จึงได้รับงบประมาณก่อสร้างอาคารอีก 1 หลัง พื้นที่ประมาณ 16,000 ตารางเมตร โดยปลูกสร้างในพื้นที่เดิมของอาคารหลังที่ 1 ซึ่งเสื่อมสภาพมากแล้วจากอาคารเดิมสูง 3 ชั้น เป็นอาคารใหญ่สูง 8 ชั้น อาคารหลังนี้ยังคงเรียกว่า อาคารวิทยาศาสตร์หลังที่ 1 เหมือนเดิม<br></p>	
				</div>
			</div>
		</div>
					<!-------->
					<div style="text-align: center; ">
							<a href=""><span style="background-color:#F8941D; color: white; font-size: 20px ">กลับขึ้นไปด้านบน</span></a>
					</div>
					<!-------->

	</section>
	<!-- history Science --->

	

	<!-- Footer section -->
	<?php
		include 'footer.php';
	?>
	<!-- Footer section end-->



	<!--====== Javascripts & Jquery ======-->
	<script src="js/jquery-3.2.1.min.js"></script>
	<script src="js/owl.carousel.min.js"></script>
	<script src="js/jquery.countdown.js"></script>
	<script src="js/masonry.pkgd.min.js"></script>
	<script src="js/magnific-popup.min.js"></script>
	<script src="js/popup.js"></script>
	<script src="js/main.js"></script>
	
</body>
</html>